{
  "LV": 1,
  "StartInOrbit": false,
  "ScheduledLaunchTime": "1968-12-21T14:24:00",
  "InitialTimeToRetrograde": "6.06:00:00",
  "MissionCommands": [
    {
      "Delivered": false,
      "Processed": false,
      "Completed": false,
      "Priority": false,
      "Action": 1,
      "Timestamp": 25.0,
      "DisplayTime": 6.0,
      "From": 0,
      "Message": "Bienvenido a la misión de prueba del Saturno IB. Esto te ubicará en una órbita con una inclinación de alrededor de 50 grados. El guiado del ascenso, el SIB y el Skylab aún están en desarrollo.",
      "Value1": 0.0,
      "Value2": 0.0,
      "Value3": 0.0,
      "String1": "",
      "String2": "",
      "String3": "",
      "Bool1": false,
      "ThresholdLimit": 0.0,
      "PinID": 0,
      "PinPosition": 0,
      "KnobID": 0,
      "ButtonId": 0,
      "FuseID": 0,
      "FusePosition": 0,
      "LM_PinID": 0,
      "LM_PinPosition": 0,
      "LM_KnobID": 0,
      "LM_ButtonId": 0,
      "LM_FuseID": 0,
      "LM_FusePosition": 0,
      "Fault": 0,
      "Failure": 0,
      "PlayAudioClip_String3": false
    },
    {
      "Delivered": false,
      "Processed": false,
      "Completed": false,
      "Priority": false,
      "Action": 1,
      "Timestamp": 25.0,
      "DisplayTime": 6.0,
      "From": 0,
      "Message": "Usa la pestaña de INSTRUCCIONES para información sobre cómo planificar la quemada de encuentro.",
      "Value1": 0.0,
      "Value2": 0.0,
      "Value3": 0.0,
      "String1": "",
      "String2": "",
      "String3": "",
      "Bool1": false,
      "ThresholdLimit": 0.0,
      "PinID": 0,
      "PinPosition": 0,
      "KnobID": 0,
      "ButtonId": 0,
      "FuseID": 0,
      "FusePosition": 0,
      "LM_PinID": 0,
      "LM_PinPosition": 0,
      "LM_KnobID": 0,
      "LM_ButtonId": 0,
      "LM_FuseID": 0,
      "LM_FusePosition": 0,
      "Fault": 0,
      "Failure": 0,
      "PlayAudioClip_String3": false
    }
  ],
  "MissionGoals": [
    {
      "Progress": null,
      "Completed": false,
      "Type": 0,
      "Description": "Survive",
      "Target1": 0.0,
      "Target2": 0.0,
      "Target3": 0.0,
      "String1": "",
      "String2": ""
    }
  ],
  "MissionActivities": [],
  "MissionChecklists": [],
  "Comment": "",
  "SpaceProgram": 2,
  "Id": 1061245,
  "ID": "8bf7e36c-05ca-43f4-87c9-87e6df29d758",
  "Title": "Pruebas de Saturn IB / Skylab para Pilotos de Prueba",
  "Description": "Esta es una versión muy temprana de acceso del Saturno IB y la misión de pruebas de Skylab utilizada durante el desarrollo y las pruebas. ¡Si tienes el espíritu de un Piloto de Pruebas, asegúrate de probarlo!",
  "BriefingText": "Esta es una misión de desarrollo para los Pilotos de Prueba y se utiliza para probar el Saturno IB (SIB), el Milkstool y el encuentro con Skylab.\nSIB/Skylab es actualmente una característica alfa disponible como vista previa. Aún queda mucho trabajo.\n\n¡Si tienes el espíritu de un Piloto de Prueba, asegúrate de intentarlo!\n\nExpectativas:\nEsta es una misión muy difícil, así que por favor esté listo para fallar en el encuentro, o gastar tiempo y combustible en acercarse a Skylab después del encuentro.\n\nRecomiendo que estés familiarizado y seas habilidoso con el acoplamiento a través de los Proyectos Gemini y sus misiones Agena, así como haber completado la Academia/Campaña del Módulo de Comando antes de intentar esta misión. También es útil estar familiarizado con los procedimientos de transposición y acoplamiento al extraer el Módulo Lunar del SIVB.\n\nEn desarrollo:\n- Lista de verificación dedicada para el impulso del Saturno IB (actualmente necesitas usar la lista de control de impulso normal)\n- Guía de ascenso para insertarte más cerca de la inclinación objetivo y en una órbita circular (actualmente necesitas circular la órbita después de la inserción)\n- Soporte para guardar/cargar estados\n- Desacoplamiento\n- Mejora en la maniobra de encuentro (actualmente puede que tengas que trabajar duro para acercarte y entrar en formación volando con Skylab)\n- Luces de balizamiento y luces de acoplamiento mejoradas para facilitar la localización de Skylab (actualmente necesitas buscarlo después de las quemaduras finales. Utiliza la función de rango EMS para ayudarte)\n- MOCR: canal de monitoreo del propulsor SIB\n\nCómo encontrarse y acoplarse con Skylab:\n1) Después de la inserción, completa las listas de verificación de inserción para configurar el Módulo de Comando/Servicio para la misión orbital.\n\n2) Ejecuta una maniobra P30/P40 para circular la órbita en el Apogeo.\n\n3) Cuando estés en una órbita circular, utiliza Tripulantes -> Solicitar PADs -> Maniobra P30: Encuentro con Skylab para solicitar una quemadura de encuentro.\n\n4) Después de la quemadura de encuentro, solicita una quemadura de Circulación en Apogeo para igualar tu órbita con Skylab.\n\n5) Extiende la sonda de acoplamiento, y una vez extendida, configúrala para retraerse.\n\n6) Acércate al objetivo. Puede ser difícil verlo y las quemaduras que ejecutaste deciden qué tan cerca estás de él.\n\n7) Utiliza las habilidades de Proyecto Gemini para acercarte a Skylab y alinearte con él.\n\n8) Usa el vuelo en formación para inspeccionar Skylab.\n\n9) Alinea con el puerto de acoplamiento 1 de Skylab o el puerto de acoplamiento 2.\n\n10) Alinea el puerto de acoplamiento con el COAS del Módulo de Comando.\n\n11) Finaliza el acoplamiento.\n\n12) Retrae la sonda de acoplamiento configurando la retracción a PRIM 1.\n\nBuena suerte - Haré todo lo posible para seguir mejorando esto después del lanzamiento 1.0.",
  "FlightPlanPrefabId": 0,
  "MinutesBeforeLaunch": 25.0,
  "TargetAp": 0.0,
  "TargetPe": 0.0,
  "Inclination": 50.0,
  "DeltaRoll": 75.5,
  "CommandModulePilot": "PAUL",
  "LunarModulePilot": "LARS",
  "DisableDefaultAudioSFX": false,
  "LoadState": "stateFilename.json",
  "EarthRotationOffsetDegrees": 0.0,
  "Payload": 0,
  "AllowRandomFailures": false,
  "RealisticRadioRange": false,
  "OverrideSunPhase": false,
  "OverrideSunPhaseValue": 180.0,
  "OverridePanelStateCM": false,
  "OverridePanelStateFileNameCM": "Default/Ingress.json",
  "OverridePanelStateLM": false,
  "OverridePanelStateFileNameLM": "Default/Ingress.json",
  "AlwaysSyncMissionCycleTimerWithMET": false
}